Repository: xytxg/reynard-browser-zh
Catalog: browser/Reynard/Resources/Localizable.xcstrings
Source language: en
Languages: cs, de, fr, ja, pl, ru, zh_hans, zh_hant

source: Choose Wallpaper…
cs: Vybrat tapetu…
de: Hintergrundbild auswählen…
fr: Choisir un fond d'écran...
ja: 壁紙を選択
pl: Wybierz Tapetę…
ru: Выбрать Обои
zh_hans: 选取壁纸...
zh_hant: 選擇背景圖片…

source: Clear
cs: Smazat
de: Leeren
fr: Effacer
ja: クリア
pl: Wyczyść
ru: Очистить
zh_hans: 清除
zh_hant: 清除

source: Clear All
cs: Smazat vše
de: Alle entfernen
fr: Tout effacer
ja: 全て削除
pl: Wyczyść Wszystko
ru: Очистить всё
zh_hans: 全部清除
zh_hant: 全部清除

source: Clear Browsing Data
cs: Smazat data o prohlížení
de: Browserdaten löschen
fr: Effacer toutes les données de navigation
ja: ブラウジングデータを削除
pl: Wyczyść Dane Przeglądania
ru: Очистить данные браузера
zh_hans: 清除浏览数据
zh_hant: 清除瀏覽資料

source: Clear Cookies and Website Data
cs: Smazat cookies a data stránek
de: Cookies und Seitendaten entfernen
fr: Supprimer les cookies et données des sites web
ja: Cookie とウェブサイトデータを消去する
pl: Wyczyść Pliki Cookies i Dane Witryny
ru: Очистить файлы cookie и данные сайтов
zh_hans: 清除 Cookies 和网站数据
zh_hant: 清除 Cookie 與網站資料

source: Clear Downloads
cs: Smazat stažené soubory
de: Download-Historie leeren
fr: Effacer la liste des téléchargements
ja: ダウンロードを削除
pl: Wyczyść Pobrane
ru: Очистить список загрузок
zh_hans: 清除下载项目
zh_hant: 清除下載項目

source: Clear History
cs: Smazat historii
de: Verlauf leeren
fr: Effacer l'historique
ja: 履歴を削除
pl: Wyczyść Historie
ru: Очистить историю
zh_hans: 清除历史记录
zh_hant: 清除瀏覽記錄

source: Clear Timeframe
cs: Smazat historii v určitém časovém rámci
de: Eindeutiger Zeitrahmen
fr: Effacer sur une période
ja: タイムフレームを削除
pl: Wyczyść Timeframe
ru: Выбрать временной отрезок
zh_hans: 清除时间范围
zh_hant: 清除時間範圍

source: Close %d Tabs
cs: Zavřít %d panelů
de: %d Tabs schließen
fr: Fermer %d onglets
ja: %d個のタブを閉じる
pl: Zamknij %d Karty
zh_hans: 关闭 %d 个标签页
zh_hant: 關閉 %d 個標籤頁

source: Close All Tabs
cs: Zavřít všechny panely
de: Alle Tabs schließen
fr: Fermer Tous les Onglets
ja: 全てのタブを閉じる
pl: Zamknij Wszystkie Karty
ru: Закрыть все вкладки
zh_hans: 关闭所有标签页
zh_hant: 關閉所有標籤頁

source: Close Old Tabs...
cs: Zavřít staré panely…
de: Schließe Tabs älter als…
fr: Fermer les onglets anciens...
ja: 古いタブを閉じる
pl: Zamknij Stare Karty
ru: Закрыть Старые Вкладки
zh_hans: 关闭旧标签页…
zh_hant: 關閉較舊的標籤頁…

source: Close Other Tabs
cs: Zavřít ostatní panely
de: Andere Tabs schließen
fr: Fermer les autres onglets
ja: 他のタブを閉じる
pl: Zamknij Inne Karty
ru: Закрыть Другие Вкладки
zh_hans: 关闭其他标签页
zh_hant: 關閉其他標籤頁

source: Close Tab
cs: Zavřít panel
de: Tab schließen
fr: Fermer l'onglet
ja: タブを閉じる
pl: Zamknij Kartę
ru: Закрыть Вкладку
zh_hans: 关闭标签页
zh_hant: 關閉標籤頁

source: Close This Tab
cs: Zavřít tento panel
de: Diesen Tab schließen
fr: Fermer cet onglet
ja: このタブを閉じる
pl: Zamknij Tę Kartę
ru: Закрыть Эту Вкладку
zh_hans: 关闭此标签页
zh_hant: 關閉此標籤頁

source: Compatibility
cs: Kompatibilita
de: Kompatibilität
fr: Compatibilité
ja: 互換性
pl: Kompatybilność
ru: Совместимость
zh_hans: 兼容性
zh_hant: 相容性

source: Complete Add-on Updates
cs: Dokončit aktualizace rozšíření
de: Alle Erweiterungs-Updates
fr: Terminer les mises à jour d'extensions
ja: アドオンのアップデートを完了する
pl: Pełne Aktualizacje Dodatków
ru: Завершить обновление дополнений
zh_hans: 完成插件更新
zh_hant: 完成附加元件更新

source: Confirm Upload
cs: Potvrdit nahrání
de: Upload bestätigen
fr: Confirmer le Téléversement
ja: アップロードを確定
pl: Potwierdź Przesłanie
ru: Подтвердить загрузку
zh_hans: 确认上传
zh_hant: 確認上傳

source: Content
cs: Obsah
de: Inhalt
fr: Contenu
ja: コンテンツ
pl: Treść
zh_hans: 内容
zh_hant: 內容

source: Cookies and Website Data
cs: Cookies a data stránek
de: Cookies und Webseitendaten
fr: Cookies et données de sites Web
ja: クッキーとサイトデータ
pl: Pliki Cookies i Dane Witryn
ru: Файлы cookie и данные сайтов
zh_hans: Cookie 与网站数据
zh_hant: Cookie 與網站資料

source: Copy Image
cs: Kopírovat obrázek
de: Bild kopieren
fr: Copier l'image
ja: 画像をコピー
pl: Kopiuj Obraz
ru: Копировать Изображение
zh_hans: 复制图像
zh_hant: 拷貝影像

source: Copy Image Address
cs: Zkopírovat adresu obrázku
de: Bild-Adresse kopieren
fr: Copier l'adresse de l'image
ja: 画像のアドレスをコピー
pl: Kopiuj Adres Obrazu
ru: Копировать Адрес Изображения
zh_hans: 复制图像链接
zh_hant: 拷貝影像網址

source: Copy Link
cs: Zkopírovat odkaz
de: Link kopieren
fr: Copier le lien
ja: リンクをコピー
pl: Skopiuj Link
ru: Скопировать ссылку
zh_hans: 拷贝链接
zh_hant: 拷貝連結

source: Corrupt File
cs: Poškozený soubor
de: Beschädigte Datei
fr: Fichier corrompu
ja: 破損したファイル
pl: Uszkodzony Plik
ru: Повреждённый файл
zh_hans: 文件已损坏
zh_hant: 檔案損毀

source: Could not retrieve the download URL.
cs: Nepodařilo se získat URL pro stažení.
de: Die Download-URL konnte nicht abgerufen werden.
fr: Impossible de récupérer l'URL de téléchargement.
ja: ダウンロードURLが入手できません
pl: Nie udało się uzyskać adresu URL pobierania.
ru: Не удалось получить ссылку для загрузки.
zh_hans: 无法获取下载 URL。
zh_hant: 無法取得下載網址。

source: Couldn’t Clear Browsing Data
cs: Nepodařilo se smazat data prohlížení.
de: Browserdaten konnten nicht gelöscht werden
fr: Impossible d'effacer l'historique de navigation
ja: ブラウジングデータを削除できません
pl: Nie można wyczyścić Danych Przeglądania
ru: Не удалось очистить данные браузера
zh_hans: 无法清除浏览数据
zh_hant: 無法清除瀏覽資料

source: Couldn’t Clear Cookies and Website Data
cs: Nepodařilo se smazat cookies a data stránek
de: Cookies und Seitendaten können nicht entfernt werden
fr: Impossible de supprimer les cookies et les données des sites web
ja: Cookieとウェブサイトデータを消去できませんでした
pl: Nie udało się Wyczyścić Plików Cookies i Danych Witryny
ru: Не удалось очистить файлы cookie и данные сайтов
zh_hans: 无法清除 Cookies 和网站数据
zh_hant: 無法清除 Cookie 與網站資料

source: Couldn’t Clear History
cs: Nepodařilo se smazat historii.
de: Verlauf konnte nicht gelöscht werden
fr: Impossible d'effacer l'historique
ja: 履歴を削除できません
pl: Nie można wyczyścić Historii
ru: Не удалось очистить историю
zh_hans: 无法清除历史记录
zh_hant: 無法清除瀏覽記錄

source: Couldn’t Disable Add-on
cs: Nepodařilo se zakázat rozšíření.
de: Erweiterung konnte nicht deaktiviert werden
fr: Impossible de désactiver l'extension
ja: アドオンをオフにできません
pl: Nie można wyłączyć Dodatków
ru: Не удалось отключить дополнение
zh_hans: 无法停用插件
zh_hant: 無法停用附加元件

source: Couldn’t Enable Add-on
cs: Nepodařilo se povolit rozšíření.
de: Erweiterung konnte nicht aktiviert werden
fr: Impossible d'activer l'extension
ja: アドオンをオンにできません
pl: Nie można włączyć Dodatków
ru: Не удалось включить дополнение
zh_hans: 无法启用插件
zh_hant: 無法啟用附加元件

source: Couldn’t install %@.
cs: Nepodařilo se nainstalovat rozšíření %@.
de: %@ kann nicht installiert werden
fr: Impossible d'installer %@.
ja: %@をインストールできません
pl: Nie można zainstalować %@
ru: Не удалось установить %@.
zh_hans: 无法安装“%@”。
zh_hant: 無法安裝「%@」。

source: Couldn’t install this add-on.
cs: Nepodařilo se nainstalovat toto rozšíření.
de: Diese Erweiterung kann nicht installiert werden.
fr: Impossible d'installer cette extension.
ja: このアドオンをインストールできません
pl: Nie można zainstalować tego Dodatku
ru: Не удалось установить это дополнение.
zh_hans: 无法安装此插件。
zh_hant: 無法安裝此附加元件。

source: Couldn’t Reload Add-on
cs: Nepodařilo se znovu načíst rozšíření.
de: Erweiterung kann nicht neu geladen werden
fr: Impossible de recharger cette extension.
ja: アドオンをリロードできません
pl: Nie można wczytać ponownie tego Dodatku
ru: Не удалось перезагрузить дополнение
zh_hans: 无法重新载入插件
zh_hant: 無法重新載入附加元件

source: Couldn’t Remove Add-on
cs: Nepodařilo se odstranit rozšíření.
de: Erweiterung kann nicht entfernt werden
fr: Impossible de retirer cette extension.
ja: アドオンを削除できませんでした
pl: Nie można usunąć tego Dodatku
ru: Не удалось удалить дополнение
zh_hans: 无法移除插件
zh_hant: 無法移除附加元件

source: Couldn’t Update Permissions
cs: Nepodařilo se aktualizovat oprávnění.
de: Berechtigungen konnten nicht aktualisiert werden
fr: Impossible de mettre à jour les permissions
ja: 権限を更新できませんでした
pl: Nie można zaktualizować uprawnień
ru: Не удалось обновить разрешения
zh_hans: 无法更新权限
zh_hant: 無法更新權限

source: Couldn’t Update Private Browsing Access
cs: Nepodařilo se aktualizovat přístup k anonymnímu prohlížení.
de: Zugriff auf den privaten Modus konnte nicht aktualisiert werden
fr: Impossible de mettre à jour l'accès en mode Navigation Privée
ja: プライベートブラウジングへのアクセスを更新できませんでした
pl: Nie można zaktualizować dostępu do Prywatnego Przeglądania
ru: Не удалось изменить доступ в режиме приватного просмотра
zh_hans: 无法更新无痕浏览访问权限
zh_hant: 無法更新私密瀏覽存取權限

source: Cross-Site Cookies
cs: Mezistránkové cookies
de: Seitenübergreifende Cookies
fr: Cookies inter-site
ja: クロスサイトクッキー
pl: Pliki Cookie między witrynami
ru: Межсайтовые файлы cookie
zh_hans: 跨站 Cookie
zh_hant: 跨網站 Cookie

source: Custom
cs: Vlastní
de: Benutzerdefiniert
fr: Personnalisé
ja: カスタム
pl: Własne
ru: Пользовательский
zh_hans: 自定义
zh_hant: 自訂

source: Custom Search URL
cs: Vlastní URL pro vyhledávání
de: Benutzerdefinierte Such-URL
fr: URL de recherche personnalisée
ja: カスタム検索URL
pl: Niestandardowy Adres URL Wyszukiwania
ru: Пользовательский URL поиска
zh_hans: 自定搜索 URL
zh_hant: 自訂搜尋網址

source: Custom URL
cs: Vlastní URL
de: Benutzerdefinierte URL
fr: URL Personnalisée
ja: カスタムURL
pl: Niestandardowy URL
ru: Пользовательский URL
zh_hans: 自定 URL
zh_hant: 自訂網址

source: Date Added
cs: Data přidání
de: Hinzugefügt am
fr: Date d'ajout
ja: 追加された順
pl: Data dodana
ru: Дата добавления
zh_hans: 添加日期
zh_hant: 加入日期

source: Day
cs: Den
de: Hell
fr: Jour
ja: 日
pl: Dzień
ru: Дневной режим
zh_hans: 浅色
zh_hant: 淺色

source: Default Protection
cs: Výchozí ochrana
zh_hans: 默认保护
zh_hant: 預設保護

source: Default Setting
cs: Výchozí nastavení
de: Standard
fr: Paramètres par défaut
ja: デフォルト設定
pl: Ustawienia Domyślne
ru: Настройка по умолчанию
zh_hans: 默认设置
zh_hant: 預設設定

source: Delete
cs: Smazat
de: Entfernen
fr: Supprimer
ja: 削除
pl: Usuń
ru: Удалить
zh_hans: 删除
zh_hant: 刪除

source: Delete Bookmark
cs: Smazat záložku
de: Lesezeichen entfernen
fr: Supprimer le marque-page
ja: ブックマークを削除
pl: Usuń Zakładkę
ru: Удалить закладку
zh_hans: 删除书签
zh_hant: 刪除書籤

source: Delete Folder
cs: Smazat složku
de: Ordner löschen
fr: Supprimer le Dossier
ja: フォルダを削除
pl: Usuń Folder
ru: Удалить папку
zh_hans: 删除文件夹
zh_hant: 刪除檔案夾

source: Deleted
cs: Smazáno
de: Entfernt
fr: Supprimé
ja: 削除されました
pl: Usunięto
ru: Удалено
zh_hans: 已删除
zh_hant: 已刪除

source: Denied %@
cs: Odmítnuto %@
de: %@ abgelehnt
fr: %@ refusé
ja: %@は許可されませんでした
pl: Odrzucono %@
ru: Запрещено: %@
zh_hans: 已拒绝 %@
zh_hant: 已於 %@ 拒絕

source: Denied Websites
cs: Odmítnuté stránky
de: Gesperrte Websites
fr: Sites Web refusés
ja: 許可されてないウェブサイト
pl: Odrzucone Strony
ru: Запрещённые сайты
zh_hans: 拒绝的网站
zh_hant: 已拒絕的網站

source: Deny
cs: Odmítnout
de: Verweigern
fr: Refuser
ja: 拒否
pl: Odrzuć
ru: Запретить
zh_hans: 拒绝
zh_hant: 拒絕

source: Desktop Firefox
cs: Desktopový Firefox
de: Firefox für Desktop
fr: Firefox pour ordinateur
ja: デスクトップ版Firefox
pl: Komputerowy Firefox
ru: Firefox для компьютера
zh_hans: 桌面版 Firefox
zh_hant: 桌面版 Firefox

source: Details
cs: Podrobnosti
fr: Détails
ja: 詳細
pl: Informacje
ru: Подробнее
zh_hans: 详细信息
zh_hant: 詳細資訊

source: Developer Disk Image download was cancelled.
cs: Stahování Developer Disk Image bylo zrušeno.
de: Der Download des Developer-Disk-Images wurde abgebrochen.
fr: Le téléchargement d'une Image Disque de développeur a été annulé.
ja: デベロッパーディスクイメージのダウンロードが取り消されました
pl: Pobieranie Obrazu Dysku Deweloperskiego zostało anulowane.
ru: Загрузка Developer Disk Image отменена.
zh_hans: “开发者磁盘映像”下载已取消。
zh_hant: 已取消下載「開發者磁碟映像檔」。

source: Developer Disk Image source URL is invalid.
cs: Zdrojové URL pro Developer Disk Image je neplatné.
de: Die Quell-URL des Developer-Disk-Images ist ungültig.
fr: L'URL source de l'Image Disque de développeur est invalide.
ja: デベロッパーディスクイメージのダウンロード元URLが無効です
pl: Adres URL obrazu dysku deweloperskiego jest nieprawidłowy.
ru: Некорректный URL источника Developer Disk Image.
zh_hans: “开发者磁盘映像”源 URL 无效。
zh_hant: 「開發者磁碟映像檔」來源 URL 無效。

source: Device Apps and Services
cs: Aplikace a služby na zařízení
de: Geräte-Apps und -Dienste
fr: Applications et services de l'appareil
ja: 端末上のアプリとサービス
pl: Aplikacje i Usługi Urządzenia
ru: Приложения и службы устройства
zh_hans: 设备 App 与服务
zh_hant: 裝置上的 App 與服務

source: Discover Add-ons…
cs: Najít rozšíření…
de: Erweiterungen entdecken…
fr: Découvrir des extensions…
ja: アドオンを探す
pl: Przeglądaj Dodatki…
ru: Найти дополнения…
zh_hans: 发现插件…
zh_hant: 探索附加元件…

source: Do Not Block
cs: Neblokovat
de: Nicht blockieren
fr: Ne pas bloquer (Do Not Block)
ja: ブロック禁止
pl: Nie Blokuj
ru: Не блокировать
zh_hans: 请勿阻止
zh_hant: 不封鎖

source: Do you want to download "%@"?
cs: Chcete stáhnout soubor „%@“?
de: Möchtest du „%@“ herunterladen?
fr: Voulez-vous télécharger "%@" ?
ja: "%@" をダウンロードしますか？
pl: Czy chcesz pobrać "%@"?
ru: Хотите скачать «%@»?
zh_hans: 要下载“%@”吗？
zh_hant: 要下載「%@」嗎？

source: Do you want to stop downloading %@?
cs: Chcete zrušit stahování souboru %@?
de: Möchtest du den Download von „%@“ abbrechen?
fr: Voulez-vous arrêter de télécharger "%@" ?
ja: "%@"のダウンロードを停止しますか？
pl: Czy chcesz zatrzymać pobieranie?
ru: Остановить загрузку «%@»?
zh_hans: 要停止下载“%@”吗？
zh_hant: 要停止下載「%@」嗎？

source: Don’t Allow
cs: Nepovolovat
de: Nicht erlauben
fr: Ne Pas Autoriser
ja: 許可しない
pl: Nie zezwalaj
ru: Не разрешать
zh_hans: 不允许
zh_hant: 不允許

source: Download
cs: Stáhnout
de: Herunterladen
fr: Télécharger
ja: ダウンロード
pl: Pobierz
ru: Скачать
zh_hans: 下载
zh_hant: 下載

source: Download Failed
cs: Stahování selhalo
de: Download fehlgeschlagen
fr: Échec de téléchargement
ja: ダウンロード失敗
pl: Pobieranie nie udane
ru: Сбой загрузки
zh_hans: 下载失败
zh_hant: 下載失敗

source: Download Reynard (.tipa)
cs: Stáhnout Reynard (.tipa)
de: Reynard herunterladen (.tipa)
fr: Télécharger Reynard (.tipa)
ja: Reynard(.tipa)えおダウンロード
pl: Pobierz Reynard (.tipa)
ru: Скачать Reynard (.tipa)
zh_hans: 下载 Reynard（.tipa）
zh_hant: 下載 Reynard（.tipa）

source: Downloading
cs: Stahuji
de: Herunterladen
fr: Téléchargement en cours
ja: ダウンロード中
pl: Pobieranie
ru: Загрузка
zh_hans: 正在下载
zh_hant: 正在下載

source: Downloading Update
cs: Stahuji aktualizaci
de: Update herunterladen
fr: Téléchargement d'une mise à jour en cours
ja: アップデートをダウンロード中
pl: Pobieranie Aktualizacji
ru: Загрузка обновления
zh_hans: 正在下载更新
zh_hant: 正在下載更新

source: Downloads
cs: Stahování
fr: Téléchargements
ja: ダウンロード一覧
pl: Pobrane
ru: Загрузки
zh_hans: 下载项目
zh_hant: 下載項目

source: e.g. youtube.com
cs: např. youtube.com
de: z. B. youtube.com
fr: Exemple : youtube.com
ja: 例 youtube.com
ru: например, youtube.com
zh_hans: 例如 youtube.com
zh_hant: 例如 youtube.com

source: Edit
cs: Upravit
de: Bearbeiten
fr: Modifier
ja: 編集
pl: Edytuj
ru: Изменить
zh_hans: 编辑
zh_hant: 編輯

source: Edit Bookmark
cs: Upravit záložku
de: Lesezeichen bearbeiten
fr: Modifier le marque-page
ja: ブックマークを編集
pl: Edytuj Zakładkę
ru: Изменить закладку
zh_hans: 编辑书签
zh_hant: 編輯書籤

source: Edit Bookmarks
cs: Upravit záložky
de: Lesezeichen bearbeiten
fr: Modifier les marque-pages
ja: ブックマークを編集
pl: Edytuj Zakładki
ru: Редактировать закладки
zh_hans: 编辑书签
zh_hant: 編輯書籤

source: Enable Add-on
cs: Povolit rozšíření
de: Erweiterung aktivieren
fr: Activer l'extension
ja: アドオンを有効にする
pl: Włącz Dodatek
ru: Включить дополнение
zh_hans: 启用插件
zh_hant: 啟用附加元件

source: Enable JIT
cs: Povolit JIT
de: JIT aktivieren
fr: Activer le JIT
ja: JITを有効化
pl: Włącz JIT
ru: Включить JIT
zh_hans: 启用 JIT
zh_hant: 啟用 JIT

source: Enable JIT to improve performance and ensure websites work properly.
cs: Povolením JIT se zlepší výkon aplikace a zajistí správné fungování webových stránek.
de: Aktiviere JIT, um die Leistung zu verbessern und sicherzustellen, dass Webseiten ordnungsgemäß funktionieren.
fr: Activez le JIT pour améliorer les performances et s'assurer que les sites Web fonctionnent correctement.
ja: パフォーマンスの向上とサイトの正しい動作の為にJITを有効にしてください
pl: Włącz JIT, aby poprawić wydajność i zapewnić prawidłowe działanie witryn internetowych.
ru: Включите JIT для повышения производительности и корректной работы сайтов.
zh_hans: 启用 JIT 以提高性能并确保网站正常工作。
zh_hant: 啟用 JIT 以提升效能，並確保網站能正常運作。

source: Engine Version
cs: Verze enginu
fr: Version du Moteur
ja: ブラウザエンジンバージョン
pl: Angielska Wersja
ru: Версия движка
zh_hans: 引擎版本
zh_hant: 引擎版本

source: Enhanced Tracking Protection
cs: Pokročilá ochrana před sledováním
de: Erweiterter Schutz
fr: Protection avancée contre le traçage
ja: 強化型トラッキング防止機能
pl: Ulepszona ochrona przed śledzeniem
ru: Улучшенная защита от отслеживания
zh_hans: 增强的跟踪保护
zh_hant: 加強型追蹤保護

source: Error
cs: Chyba
de: Fehler
fr: Erreur
ja: エラー
pl: Błąd
ru: Ошибка
zh_hans: 错误
zh_hant: 錯誤

# Error %d: %@
source: Error %1$d: %2$@
cs: Chyba %1$d: %2$@
de: Fehler %1$d: %2$@
fr: Erreur %1$d: %2$@
ja: エラー %1$d: %2$@
pl: Błąd %1$d: %2$@
ru: Ошибка %1$d: %2$@
zh_hans: 错误 %1$d：%2$@
zh_hant: 錯誤 %1$d: %2$@

source: Exceptions
cs: Výjimky
de: Ausnahmen
ja: 例外
pl: Wyjątki
ru: Исключения
zh_hans: 例外
zh_hant: 例外

source: Failed to enable JIT
cs: Nepodařilo se povolit JIT
de: JIT-Aktivierung fehlgeschlagen
fr: Impossible d'activer le JIT
ja: JITの有効化に失敗しました
pl: Błąd włączania JIT
ru: Не удалось включить JIT
zh_hans: 启用 JIT 失败
zh_hant: 無法啟用 JIT

source: Favorites
cs: Oblíbené
de: Favoriten
fr: Favoris
ja: お気に入り
pl: Ulubione
ru: Избранное
zh_hans: 个人收藏
zh_hant: 喜好項目

source: Files you download appear here
cs: Zde najdete stažené soubory.
de: Heruntergeladene Dateien erscheinen hier
fr: Les fichiers téléchargés apparaissent ici
ja: ダウンロード済みのファイルはここに表示されます
pl: Pliki, które pobierasz, pojawiają się tutaj
ru: Скачанные файлы появятся здесь
zh_hans: 你下载的文件将显示在这里
zh_hant: 你下載的檔案會顯示在這裡

source: Find
cs: Najít
de: Suchbegriff
fr: Trouver
ja: 探す
pl: Znajdź
ru: Найти
zh_hans: 查找
zh_hant: 尋找

source: Find in Page
cs: Najít na stránce
de: Auf der Seite suchen
fr: Trouver dans la page
ja: ページ内で探す
pl: Znajdź na Stronie
ru: Найти на Странице
zh_hans: 在页面中查找
zh_hant: 在頁面中尋找

source: Firefox for Android
cs: Firefox pro Android
de: Firefox für Android
fr: Firefox pour Android
ja: Android版Firefox
pl: Firefox dla Androida
ru: Firefox для Android
zh_hans: Android 版 Firefox
zh_hant: Android 版 Firefox

source: Folders
cs: Složky
de: Ordner
fr: Dossiers
ja: フォルダ
pl: Foldery
ru: Папки
zh_hans: 文件夹
zh_hant: 資料夾

source: Forward
cs: Vpřed
de: Weiterleiten
fr: Avant
ja: 前に進む
pl: Do przodu
ru: Вперёд
zh_hans: 前进
zh_hant: 前進

source: Frequently Visited
cs: Často navštěvované
de: Kürzlich besucht
fr: Visités Fréquemment
ja: よく訪れるサイト
pl: Często odwiedzane
ru: Часто посещаемые
zh_hans: 经常访问的网站
zh_hant: 經常造訪的網站

source: General
cs: Obecné
de: Allgemein
fr: Général
ja: 全般
pl: Ogólne
ru: Основные
zh_hans: 通用
zh_hant: 一般

source: Gestures
cs: Gesta
de: Gesten
ja: ジェスチャー
pl: Gesty
zh_hans: 手势
zh_hant: 手勢

source: Hard Reload Page
cs: Vyčistit mezipaměť a znovu načíst stránku
de: Seite neu laden erzwingen
ja: ページを強制再読み込み
zh_hans: 强制重新加载页面
zh_hant: 強制重新載入頁面

source: History
cs: Historie
de: Verlauf
fr: Historique
ja: 履歴
pl: Historia
ru: История
zh_hans: 历史记录
zh_hant: 瀏覽記錄

source: Homepage
cs: Domovská stránka
de: Startseite
fr: Page d'accueil
ja: ホームページ
pl: Strona Główna
ru: Главная страница
zh_hans: 主页
zh_hant: 首頁

source: Homepage Banners
cs: Oznámení na domovské stránce
de: Banner auf der Startseite
fr: Bannières de page d'accueil
ja: ホームページバナー
ru: Баннеры на главной
zh_hans: 首页横幅
zh_hant: 首頁橫幅

source: Homepage Sections
cs: Oddíly na domovské stránce
de: Rubriken auf der Startseite
fr: Sections de la page d'accueil
ja: ホームページセレクション
pl: Sekcje Strony Głównej
ru: Разделы главной страницы
zh_hans: 主页分区
zh_hant: 首頁區段

source: If something looks broken on this website, try turning it off.
cs: Pokud na této stránce něco vypadá rozbitě, zkuste tuto možnost vypnout.
de: Wenn auf der Seite etwas nicht funktioniert, schalte den erweiterten Schutz aus.
fr: Si quelque chose semble cassé sur le site, essayez de désactiver la fonction.
ja: サイトが正常に機能しない場合、オフにしてみてください
pl: Jeśli coś na tej stronie wygląda na uszkodzone, spróbuj to wyłączyć.
ru: Если сайт отображается некорректно, попробуйте отключить защиту.
zh_hans: 如果该站点显示不正确，尝试关闭此选项。
zh_hant: 如果此網站顯示異常，請嘗試關閉此功能。

source: Import Failed
cs: Import selhal
de: Import fehlgeschlagen
fr: Échec de l'importation
ja: インポートに失敗
pl: Błąd importowania
ru: Не удалось выполнить импорт
zh_hans: 导入失败
zh_hant: 匯入失敗

source: Import Pairing File…
cs: Importovat párovací soubor…
de: Kopplungsdatei importieren…
fr: Importer un fichier de Pairing…
ja: ペアリングファイルをインポート
pl: Importuj Plik Parowania…
ru: Импортировать файл сопряжения…
zh_hans: 导入配对文件…
zh_hant: 匯入配對檔案…

source: Incompatible
cs: Nekompatibilní
de: Inkompatibel
ja: 非対応
pl: Niekompatybilny
ru: Несовместимо
zh_hans: 不兼容
zh_hant: 不相容

source: Increased Protection
cs: Zvýšená ochrana
zh_hans: 增强保护
zh_hant: 加強保護

source: Information
cs: Informace
de: Informationen
ja: 詳細
pl: Informacja
ru: Информация
zh_hans: 信息
zh_hant: 資訊

source: Install Add-on from File…
cs: Nainstalovat rozšíření ze souboru…
de: Erweiterung aus Datei installieren…
fr: Installer une extension à partir d'un fichier
ja: ファイルからアドオンをインストール
ru: Установить дополнение из файла…
zh_hans: 从文件安装插件…
zh_hant: 從檔案安裝附加元件…

source: Install the TrollStore version of Reynard to enable JIT automatically for improved performance and to ensure websites work properly.
cs: Když si nainstalujete verzi Reynardu pro TrollStore, JIT bude možno spustit automaticky, čímž se zlepší výkon aplikace a zajistí správné fungování stránek.
de: Installiere die TrollStore-Version von Reynard, um JIT automatisch zu aktivieren, die Leistung zu verbessern und sicherzustellen, dass Webseiten ordnungsgemäß funktionieren.
fr: Installer la version TrollStore de Reynard afin d'activer le JIT automatiquement pour améliorer les performances et s'assurer que les sites Web fonctionnent correctement.
ja: 自動でJITを有効にするにはTrollStore版のReynardをインストールしてください。パフォーマンスの向上とサイトが正しく動作する事が期待できます。
pl: Zainstaluj wersję Reynard dostępną w TrollStore, aby automatycznie włączyć JIT i poprawić wydajność, a także zapewnić prawidłowe działanie stron internetowych.
ru: Установите версию Reynard для TrollStore, чтобы автоматически включать JIT, повысить производительность и обеспечить правильную обработку сайтов.
zh_hans: 安装 TrollStore 版 Reynard，即可自动启用 JIT，以提高性能并确保网站正常工作。
zh_hant: 安裝 TrollStore 版 Reynard，即可自動啟用 JIT，提升效能並確保網站能正常運作。

source: Install TrollStore
cs: Nainstalovat TrollStore
de: TrollStore installieren
fr: Installer TrollStore
ja: TrollStoreをインストール
pl: Zainstaluj TrollStore
ru: Установить TrollStore
zh_hans: 安装 TrollStore
zh_hant: 安裝 TrollStore

source: Installed Add-ons
cs: Nainstalovaná rozšíření
de: Installierte Erweiterungen
fr: Extensions installées
ja: インストール済みのアドオン
pl: Zainstalowane dodatki
ru: Установленные дополнения
zh_hans: 已安装的插件
zh_hant: 已安裝的附加元件

source: Installing Add-on…
cs: Instaluji rozšíření…
de: Erweiterung installieren…
fr: Installation de l'extension…
ja: アドオンをインストール中
pl: Instalowanie Dodatków…
ru: Установка дополнения…
zh_hans: 正在安装插件…
zh_hant: 正在安裝附加元件…

source: Invalid URL
cs: Neplatné URL
zh_hans: 网址无效
zh_hant: 網址無效
